srm.topmenu.upload.title = Software Risk Manager\: T\u00e9l\u00e9charger Le Rapport
srm.topmenu.report.title = G\u00e9n\u00e9rer un rapport XML pour Software Risk Manager
srm.desc                 = G\u00e9n\u00e8re un rapport XML qui inclut les donn\u00e9es de requ\u00eate et de r\u00e9ponse pour chaque alerte

srm.error                = Erreur
srm.warning              = Avertissement

srm.message.success      = Le rapport a \u00e9t\u00e9 t\u00e9l\u00e9charg\u00e9e avec succ\u00e8s \u00e0 Software Risk Manager.
srm.error.unexpected     = Une erreur inattendue s'est produite et le rapport n'a pas pu \u00eatre envoy\u00e9.
srm.error.unsent         = Le rapport n'a pas pu \u00eatre envoy\u00e9.
srm.error.empty          = Le rapport g\u00e9n\u00e9r\u00e9 est vide.
srm.error.failed         = Le rapport g\u00e9n\u00e9r\u00e9 est vide.
srm.error.http.400       = Le serveur a renvoy\u00e9 l'Erreur 400\: Mauvais Demande.
srm.error.http.403       = Le serveur a renvoy\u00e9 l'Erreur 403\: Interdit.\nLa Cl\u00e9 de API peut \u00eatre incorrecte ou ne disposent pas des autorisations pour ce projet.
srm.error.http.404       = Le serveur a renvoy\u00e9 l'Erreur 404\: Pas Trouv\u00e9.\nL'URL du Serveur peut \u00eatre mal ou le projet n'existe plus.
srm.error.http.415       = Le serveur a renvoy\u00e9 l'Erreur 415\: Non Pris En Charge Type De M\u00e9dia.
srm.error.http.other     = Le code de r\u00e9ponse est\:
srm.error.client.failed  = Une erreur inconnue s'est produite lors de la cr\u00e9ation du client HTTP.\nAssurez-vous que l'URL du Serveur et la Cl\u00e9 API sont corrects, et que le serveur est en ligne.
srm.error.client.invalid = L'URL du Serveur n'est pas une URL valide. Veuillez v\u00e9rifier qu'il est correct.
srm.error.httpMessage    = No HTTP message found for alert id \= {0}
srm.error.required = The Server URL and API Key are required.
srm.error.timeout        = The value entered for timeout is invalid. The timeout has been defaulted to 120 seconds.

srm.settings.title       = Entrez Le Software Risk Manager Param\u00e8tres Du Serveur
srm.settings.serverurl   = Serveur URL\:
srm.settings.apikey      = Cl\u00e9 d'API \:
srm.setting.timeout      = Timeout (seconds)\:
srm.settings.upload      = T\u00e9l\u00e9charger
srm.settings.cancel      = Annuler

srm.refresh.noproject    = Aucun projet n'a \u00e9t\u00e9 trouv\u00e9. V\u00e9rifiez que l'URL du Serveur et la Cl\u00e9 API sont \ncorrecte et la Cl\u00e9 API a l'autorisation appropri\u00e9e.
srm.refresh.failed       = Une erreur s'est produite lors de la tentative de mise \u00e0 jour de la liste des projets.\nV\u00e9rifiez que l'URL du Serveur et la Cl\u00e9 API sont corrects et que le\nCl\u00e9 API est active. Aussi, assurez-vous que vous vous connectez\navec le bon port.
srm.refresh.non200       = Une erreur s'est produite lors de la tentative de mise \u00e0 jour de la liste des projets.\nLe serveur a renvoy\u00e9 le code de r\u00e9ponse\:
srm.refresh.403          = \nV\u00e9rifiez que la cl\u00e9 API est correcte et active.
srm.refresh.404          = \nV\u00e9rifiez que l'URL du Serveur est correct.
srm.refresh.400          = \nV\u00e9rifiez que l'URL du Serveur est correcte et que vous vous connectez\navec le bon port.

srm.ssl.title            = Non Approuv\u00e9s Certificat Num\u00e9rique
srm.ssl.reject           = Rejeter
srm.ssl.accepttemp       = Accepter Temporairement
srm.ssl.acceptperm       = Accepter D\u00e9finitivement
srm.ssl.description      = Impossible d'\u00e9tablir une connexion s\u00e9curis\u00e9e car le certificat n'est pas approuv\u00e9
srm.ssl.issuer           = \u00c9metteur\:
srm.ssl.fingerprint      = Empreintes digitales\:
srm.ssl.mismatch         = Accueil Incompatibilit\u00e9\:
srm.ssl.mismatchmsg      = Devrait '%s', mais le certificat est destin\u00e9 \u00e0 '%s'.