srm.topmenu.upload.title = Software Risk Manager\: Cargar Informe
srm.topmenu.report.title = Software Risk Manager\: Generar Informe XML
srm.desc                 = Genera Informe XML que incluye datos de solicitud y respuesta para cada alerta

srm.error                = Error
srm.warning              = Advertencia

srm.message.success      = El informe fue cargado con \u00e9xito a Software Risk Manager.
srm.error.unexpected     = Ocurri\u00f3 un error inesperado y el informe no pude ser enviado.
srm.error.unsent         = El informe no pudo ser enviado.
srm.error.empty          = El informe generado est\u00e1 vac\u00edo.
srm.error.failed         = Generaci\u00f3n fallida del informe.
srm.error.http.400       = El servidor devolvi\u00f3 Error 400\: Mal Solicitud.
srm.error.http.403       = El servidor ha devuelto Error 403\: prohibido. La clave de la API podr\u00eda ser incorrecta o tiene permisos insuficientes para este proyecto.
srm.error.http.404       = El servidor ha devuelto Error 404\: No encontrado.\nLa URL del Servidor podr\u00eda ser incorrecta o el proyecto podr\u00eda ya no existir.
srm.error.http.415       = El servidor ha devuelto Error 415\: Tipo de archivo no soportado.
srm.error.http.other     = El c\u00f3digo respuesta es\:
srm.error.client.failed  = Un error desconocido ha ocurrido mientras se creaba el cliente HTTP. Aseg\u00farese de que la URL del Servidor y la Clave API son correctas, y que el servidor est\u00e9 en l\u00ednea.
srm.error.client.invalid = La URL del Servidor no es una URL v\u00e1lida. Por favor revise que sea correcta.
srm.error.httpMessage    = No se encontr\u00f3 ning\u00fan mensaje HTTP para el ID de alerta \= {0}
srm.error.required = The Server URL and API Key are required.
srm.error.timeout        = El valor ingresado para el tiempo de espera no es v\u00e1lido. El tiempo de espera se predetermina en 120 segundos.

srm.settings.title       = Ingrese la configuraci\u00f3n del servidor Software Risk Manager
srm.settings.serverurl   = URL del Servidor\:
srm.settings.apikey      = Clave de API\:
srm.setting.timeout      = Tiempo de espera (segundos)\:
srm.settings.upload      = Cargar
srm.settings.cancel      = Cancelar

srm.refresh.noproject    = No se encontraron proyectos. Revise que la URL del Servidor y la Clave API son correctas y que la Clave API tiene el permiso apropiado.
srm.refresh.failed       = Un error ha ocurrido mientas se intentaba actualizar la lista de proyectos. Compruebe que la URL del Servidor y la Clave API son correctas y que la Clave API est\u00e1 activa. Tambi\u00e9n aseg\u00farese de que se est\u00e1 conectando con el puerto correcto.
srm.refresh.non200       = Un error ha ocurrido mientras se intentaba actualizar la lista de proyectos. El servidor devolvi\u00f3 el c\u00f3digo de respuesta\:
srm.refresh.403          = \nVerifique que la clave API es correcta y est\u00e1 activa.
srm.refresh.404          = \nVerifique que la URL de Servidor es correcta.
srm.refresh.400          = \nVerifique la URL del Servidor es correcta y que se est\u00e1 conectando con el puerto correcto.

srm.ssl.title            = Certificado Digital no Confiable
srm.ssl.reject           = Rechazar
srm.ssl.accepttemp       = Aceptar Temporalmente
srm.ssl.acceptperm       = Aceptar Permanentemente
srm.ssl.description      = No es posible establecer una conexi\u00f3n segura porque el certificado no es confiable
srm.ssl.issuer           = Editor\:
srm.ssl.fingerprint      = Huella digital\:
srm.ssl.mismatch         = Desajuste del Host\:
srm.ssl.mismatchmsg      = '%s' esperado, pero el certificado es para '%s'.