srm.topmenu.upload.title = Dx Kodu\: Hesabat\u0131 indirin
srm.topmenu.report.title = Kod Dx\: XML hesabat\u0131n\u0131 yarad\u0131n
srm.desc                 = Her uyar\u0131 \u00fc\u00e7\u00fcn istek v\u0259 cavab veri il\u0259 bir XML hesabat\u0131 yarad\u0131r

srm.error                = S\u0259hv
srm.warning              = X\u0259b\u0259rdarl\u0131q

srm.message.success      = Hesabat m\u00fcv\u0259ff\u0259qiyy\u0259tl\u0259 Dx Koduna y\u00fckl\u0259ndi.
srm.error.unexpected     = Beklenmeyen bir s\u0259hv var idi v\u0259 hesabat g\u00f6nd\u0259ril\u0259 bilm\u0259di.
srm.error.unsent         = Hesabat g\u00f6nd\u0259ril\u0259 bilm\u0259di.
srm.error.empty          = Yarat\u0131lm\u0131\u015f hesabat bo\u015fdur.
srm.error.failed         = Hesabat n\u0259sli u\u011fursuz oldu.
srm.error.http.400       = The server returned Error 400\: Bad Request.
srm.error.http.403       = The server returned Error 403\: Forbidden.\nThe API Key may be incorrect or have insufficient permissions for this project.
srm.error.http.404       = The server returned Error 404\: Not Found.\nThe Server URL may be wrong or the project may no longer exist.
srm.error.http.415       = The server returned Error 415\: Unsupported Media Type.
srm.error.http.other     = The response code is\:
srm.error.client.failed  = HTTP m\u00fc\u015ft\u0259ri yaratark\u0259n bilinm\u0259y\u0259n bir s\u0259hv ba\u015f verdi.\nServer URL v\u0259 API A\u00e7ar\u0131n\u0131n d\u00fczg\u00fcn oldu\u011fundan v\u0259 serverin onlayn oldu\u011fundan \u0259min olun.
srm.error.client.invalid = Server URL'si etibarl\u0131 bir URL deyil. Do\u011fru olub olmad\u0131\u011f\u0131n\u0131 yoxlay\u0131n.
srm.error.httpMessage    = No HTTP message found for alert id \= {0}
srm.error.required = The Server URL and API Key are required.
srm.error.timeout        = The value entered for timeout is invalid. The timeout has been defaulted to 120 seconds.


srm.settings.title       = Kod Dx Server Ayarlar\u0131n\u0131 daxil edin
srm.settings.serverurl   = Server URL\:
srm.settings.apikey      = API A\u00e7ar\:
srm.setting.timeout      = Timeout (seconds)\:
srm.settings.upload      = Y\u00fckl\u0259m\u0259
srm.settings.cancel      = \u0130mtina

srm.refresh.noproject    = No projects were found. Check that the Server URL and API Key are \ncorrect and the API Key has the appropriate permission.
srm.refresh.failed       = An error occurred while trying to update the project list.\nVerify that the Server URL and API Key are correct and the\nAPI Key is active. Also make sure that you are connecting\nwith the correct port.
srm.refresh.non200       = Layih\u0259 siyah\u0131s\u0131n\u0131 yenil\u0259m\u0259k \u00fc\u00e7\u00fcn bir s\u0259hv ba\u015f verdi.\nServer cavab kodunu geri qaytard\u0131\:
srm.refresh.403          = \nAPI a\u00e7ar\u0131n\u0131n do\u011fru v\u0259 effektiv oldu\u011funu do\u011frulay\u0131n.
srm.refresh.404          = \nServer URL sinin d\u00fczg\u00fcnl\u00fcy\u00fcn\u00fc yoxlay\u0131n.
srm.refresh.400          = \nVerify that the Server URL is correct and that you are connecting\nwith the correct port.

srm.ssl.title            = Etibars\u0131z R\u0259q\u0259msal Sertifikat
srm.ssl.reject           = R\u0259dd etm\u0259k
srm.ssl.accepttemp       = M\u00fcv\u0259qq\u0259ti olaraq q\u0259bul et
srm.ssl.acceptperm       = Daimi olaraq q\u0259bul et
srm.ssl.description      = Unable to establish a secure connection because the certificate is not trusted
srm.ssl.issuer           = Issuer\:
srm.ssl.fingerprint      = Barmaqizi\:
srm.ssl.mismatch         = \u018fsas komp\u00fcter Uy\u011funsuzluqu\:
srm.ssl.mismatchmsg      = Expected '%s', but the certificate is for '%s'.