srm.topmenu.upload.title = Software Risk Manager\: Y\u00fckleme Raporu
srm.topmenu.report.title = Software Risk Manager\: XML Raporu Olu\u015fturun
srm.desc                 = Her uyar\u0131 i\u00e7in istek ve yan\u0131t verilerini i\u00e7eren XML raporu \u00fcretir

srm.error                = Hata
srm.warning              = Uyar\u0131

srm.message.success      = Rapor Software Risk Manager koduna ba\u015far\u0131yla y\u00fcklendi.
srm.error.unexpected     = Beklenmedik bir hata olu\u015ftu ve rapor g\u00f6nderilemedi.
srm.error.unsent         = Rapor g\u00f6nderilemedi.
srm.error.empty          = Olu\u015fturulan rapor bo\u015f.
srm.error.failed         = Rapor olu\u015fturma ba\u015far\u0131s\u0131z.
srm.error.http.400       = Sunucu hata 400 d\u00f6nd\u00fcrd\u00fc\:K\u00f6t\u00fc \u0130stek
srm.error.http.403       = Sunucu, Hata 403'\u00fc d\u00f6nd\u00fcrd\u00fc\: Yasak. API Anahtar\u0131 yanl\u0131\u015f olabilir veya bu proje i\u00e7in yetersiz izinlere sahip olabilir.
srm.error.http.404       = Sunucu, Hata 404 d\u00f6nd\u00fcrd\u00fc\: Bulunamad\u0131. Sunucu URL'si yanl\u0131\u015f olabilir veya proje art\u0131k m\u00fcmk\u00fcn olmayabilir.
srm.error.http.415       = Sunucu, Hata 415'i d\u00f6nd\u00fcrd\u00fc\: Desteklenmeyen Medya T\u00fcr\u00fc.
srm.error.http.other     = Yan\u0131t kodu\:
srm.error.client.failed  = HTTP istemcisi olu\u015fturulurken bilinmeyen bir hata olu\u015ftu. Sunucu URL'si ve API Anahtar\u0131 do\u011fru oldu\u011fundan ve sunucunun \u00e7evrimi\u00e7i oldu\u011fundan emin olun.
srm.error.client.invalid = Sunucu URL'si ge\u00e7erli bir URL de\u011fil. L\u00fctfen uygun olup olmad\u0131\u011f\u0131n\u0131 kontrol edin.
srm.error.httpMessage    = No HTTP message found for alert id \= {0}
srm.error.required = The Server URL and API Key are required.
srm.error.timeout        = The value entered for timeout is invalid. The timeout has been defaulted to 120 seconds.

srm.settings.title       = Software Risk Manager Sunucu Ayarlar\u0131n\u0131 Girin
srm.settings.serverurl   = Sunucu URL'si\:
srm.settings.apikey      = API Anahtar\u0131\:
srm.setting.timeout      = Saniye i\u00e7inde zaman a\u015f\u0131m\u0131\:
srm.settings.upload      = Y\u00fckle
srm.settings.cancel      = \u0130ptal

srm.refresh.noproject    = Hi\u00e7bir proje bulunamad\u0131. Sunucu URL'sinin ve API Anahtar\u0131n\u0131n do\u011fru oldu\u011funu ve API Anahtar\u0131n\u0131n uygun izne sahip oldu\u011funu kontrol edin.
srm.refresh.failed       = Proje listesini g\u00fcncellemeye \u00e7al\u0131\u015f\u0131l\u0131rken bir hata olu\u015ftu.\nSunucu URL'sinin ve API anahtar\u0131n\u0131n do\u011fru oldu\u011funu ve\nAPI Anahtar\u0131 etkin. Ayr\u0131ca ba\u011fland\u0131\u011f\u0131n\u0131zdan emin olun\ndo\u011fru ba\u011flant\u0131 noktas\u0131yla.
srm.refresh.non200       = Proje listesini g\u00fcncellemeye \u00e7al\u0131\u015f\u0131l\u0131rken bir hata olu\u015ftu. Sunucu yan\u0131t kodunu d\u00f6nd\u00fcrd\u00fc\:
srm.refresh.403          = \nAPI anahtar\u0131n\u0131n do\u011fru ve etkin oldu\u011funu do\u011frulay\u0131n.
srm.refresh.404          = \nSunucu URL'sinin do\u011fru oldu\u011funu do\u011frulay\u0131n.
srm.refresh.400          = \nSunucu URL'sinin do\u011fru oldu\u011funu ve ba\u011flant\u0131 kurdu\u011funuzu do\u011frulay\u0131n do\u011fru ba\u011flant\u0131 noktas\u0131na ba\u011flay\u0131n.

srm.ssl.title            = G\u00fcvenilmeyen Dijital Sertifika
srm.ssl.reject           = Reddet
srm.ssl.accepttemp       = Ge\u00e7ici Olarak Kabul Et
srm.ssl.acceptperm       = Kal\u0131c\u0131 Olarak Kabul Et
srm.ssl.description      = Sertifika g\u00fcvenilir olmad\u0131\u011f\u0131ndan g\u00fcvenli bir ba\u011flant\u0131 kuram\u0131yor
srm.ssl.issuer           = Yay\u0131nc\u0131\:
srm.ssl.fingerprint      = Parmakizi\:
srm.ssl.mismatch         = Ana Bilgisayar Uyumsuzlu\u011fu\:
srm.ssl.mismatchmsg      = '%s' bekleniyor, ancak sertifika '%s' i\u00e7in.